/* No comment provided by engineer. */
"Invalid data" = "無效的資料";

/* No comment provided by engineer. */
"Private key unavailable" = "私鑰無法使用";

/* No comment provided by engineer. */
"Public key unavailable" = "公開金鑰無法使用";

